Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: While Peter was saying these words, the Holy Spirit came on all those who were hearing the word.
chr: ᎠᏏᏉᏃ ᏈᏓ ᎯᎠ ᎾᏍᎩ ᏂᎦᏪᏍᎨᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎡᎳᏗ ᏄᏛᏁᎴ ᎤᏂᎷᏤᎴ ᏂᎦᏛ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ.

source: And the Jews of the faith, who had come with Peter, were full of wonder, because the Holy Spirit was given to the Gentiles,
chr: ᏗᎨᏥᎤᏍᏕᏎᎸᎯᏃ ᎠᏃᎯᏳᎲᏍᎩ ᏂᎦᏛ ᏈᏓ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ ᎤᏣᏘ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎾᏍᏉ ᎨᏥᏐᏅᏰᎸ ᎨᏥᏁᎸ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: And they were talking in tongues, and giving glory to God. Then Peter said,
chr: ᏚᎾᏛᎦᏁᎴᏰᏃ ᏧᏓᎴᏅᏛ ᏓᏂᏬᏂᏍᎬ ᎠᎴ ᎠᏂᎸᏉᏗᏍᎬ ᎤᏁᎳᏅᎯ. ᎿᏉᏃ ᏈᏓ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ;

source: Will any man say that these may not have baptism who have been given the Holy Spirit as we have?
chr: ᏥᎪ ᎩᎶ ᏳᏅᏍᏙᎯ ᎠᎹ ᎯᎠ ᎾᏍᎩ ᏗᎨᎦᏬᏍᏗᏱ ᎾᏍᎩ ᎾᏍᏉ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏥᎨᏥᏁᎸ ᎾᏍᎩᏯ ᎠᏴ ᎡᎩᏁᎸᎢ?

source: And he gave orders for them to have baptism in the name of Jesus Christ. Then they kept him with them for some days.
chr: ᏕᎤᏁᏤᎴᏃ ᏗᎨᎦᏬᏍᏗᏱ ᏕᎤᏙᏍᏛ ᎤᎬᏫᏳᎯ. ᎿᏉᏃ ᎬᏩᏔᏲᏎᎴ ᎢᎸᏍᎩ ᏧᏒᎯᏛ ᎤᏪᏗᏱ.

source: Now the Apostles and the brothers who were in Judaea had news that the word of God had been given to the Gentiles.
chr: ᎨᏥᏅᏏᏛᏃ ᎠᎴ ᎠᎾᎵᏅᏟ ᏧᏗᏱ ᎠᏁᎯ ᎤᎾᏛᎦᏁ ᎾᏍᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎾᏍᏉ ᏚᎾᏓᏂᎸᏨ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: And when Peter came to Jerusalem, those who kept the rule of circumcision had an argument with him,
chr: ᏈᏓᏃ ᏥᎷᏏᎵᎻ ᏭᎷᏨ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏕᎬᏩᎦᏘᎸᏎᎢ,

source: Saying, You went to men without circumcision, and took food with them.
chr: ᎯᎠ ᏄᏂᏪᎡᎢ; ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ ᏕᎯᏴᏎᎴᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏧᎳᎭ ᎢᏣᎵᏍᏓᏴᏁᎢ.

source: But Peter gave them an account of it all in order, saying to them,
chr: ᎠᏎᏃ ᏈᏓ ᎤᎴᏅᎮ ᏚᏃᎮᎮᎴ ᏂᎦᏛ ᎣᏍᏛ ᎤᏱᎸᏎᎢ, ᎯᎠ ᏄᏪᏎᎢ;

source: I was in the town of Joppa, at prayer: and falling into a deep sleep, I saw in a vision a vessel like a great cloth let down from heaven, and it came down to me:
chr: ᏦᏈ ᎦᏚᎲ ᎨᏙᎲᎩ ᎦᏓᏙᎵᏍᏗᏍᎬᎩ; ᏣᎦᎵᎰᏃ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏓᏁᎸ ᎠᏆᏁᎳᏫᏎᎸᎩ, ᎠᏖᎵᏙ ᎠᎩᎪᎲᎩ ᎡᎳᏗ ᏅᏓᏳᏍᏗᏗᏒᎩ, ᎡᏆ ᎠᏄᏬ ᎾᏍᎩᏯᎢ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ, ᏅᎩ ᏂᏚᏅᏏᏴ ᏥᏚᏂᏂᏴᏐᎢ; ᎠᎴ ᎠᏴ ᎠᎩᎷᏤᎸᎩ.

source: And looking on it with attention I saw in it all sorts of beasts and birds.
chr: ᎾᏍᎩᏃ ᎠᏆᎦᏙᏍᏔᏅ ᎠᏆᏓᏅᏖᎸᎩ ᎠᎴ ᏕᏥᎪᎥᎩ ᏅᎩ ᏗᏂᏅᏌᏗ ᎡᎶᎯ ᎠᏁᎯ ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ.

source: And a voice came to my ears saying, Come, Peter; take them for food.
chr: ᎧᏁᎬᏃ ᎠᏆᏛᎦᏅᎩ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᏔᎴᎲᎦ ᏈᏓ, ᎯᎷᎦ ᎠᎴ ᎭᎵᏍᏓᏴᎲᎦ.

source: But I said, No, Lord; for nothing common or unclean has ever come into my mouth.
chr: ᎠᏎᏃ ᎯᎠ ᎾᎩᏪᏒᎩ; ᏞᏍᏗ, ᏣᎬᏫᏳᎯ, ᏝᏰᏃ ᎢᎸᎯᏳ ᎪᎱᏍᏗ ᎦᏓᎭ ᎠᎴ ᏂᎦᏅᎦᎸᎲᎾ ᏳᏴᎶ ᏥᎣᎵ.

source: But the voice, coming a second time from heaven, said, What God has made clean, do not you make common.
chr: ᎠᏎᏃ ᎧᏁᎬ ᏔᎵᏁ ᎯᎠ ᏅᏛᎠᎩᏪᏎᎸᎩ ᎦᎸᎳᏗ ᏛᎤᎶᏒᎩ; ᎤᏁᎳᏅᎯ ᎤᏅᎦᎸᏛ ᎾᏍᎩ ᏞᏍᏗ ᎦᏓᎭ ᏲᏎᎮᏍᏗ.

source: And this was done three times, and they were all taken up again into heaven.
chr: ᏦᎢᏃ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏅᎩ, ᏂᎦᏛᏃ ᎦᎸᎳᏗ ᏔᎵᏁ ᏭᎵᏌᎳᏓᏅᎩ.

source: And at that minute, three men, sent from Caesarea, came to the house where we were.
chr: ᎬᏂᏳᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᏦᎢ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎠᏂᏙᎾᎥ ᎠᏓᏁᎸ ᎾᎿ ᎠᏉᎸᎢ, ᎬᎩᏯᏅᎰᎸᎯ ᏏᏌᎵᏱ ᏅᏓᎨᏥᏅᏒᎯ.

source: And the Spirit gave me orders to go with them, doubting nothing. And these six brothers came with me; and we went into that man's house:
chr: ᎠᏓᏅᏙᏃ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎪᎱᏍᏗ ᏂᏗᏣᏢᏫᏎᎲᎾ ᏘᏍᏓᏩᏚᎦ. ᎾᏍᏉᏃ ᎯᎠ ᎾᏍᎩ ᏑᏓᎵ ᎢᏯᏂᏛ ᎢᏓᏓᏅᏟ ᎬᏆᎵᎪᏁᎸᎩ, ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᏗᎦᏁᎸ ᏬᎩᏴᎸᎩ.

source: And he gave us an account of how he had seen the angel in his house, saying, Send to Joppa, and get Simon, named Peter, to come to you;
chr: ᎾᏍᎩᏃ ᎣᎩᏃᏁᎸᎩ ᎤᎪᎲᎢ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏩᏒ ᎦᏁᎸᎢ ᎾᏍᎩ ᎦᏙᎨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏦᏈ ᏘᏅᎵ ᎠᏂᏫᏅ, ᎠᎴ ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ;

source: Who will say words to you through which you and all your family may get salvation.
chr: ᎾᏍᎩ ᏓᏣᏃᏁᎵ ᎢᏣᏛᏁᏗᏱ ᏣᎵᏍᏕᎸᏗᏱ ᏂᎯ ᎠᎴ ᏂᎦᏛ ᏗᏣᏤᎵ ᏏᏓᏁᎸᎢ.

source: And, while I was talking to them, the Holy Spirit came on them, as on us at first.
chr: ᎠᏆᎴᏅᎲᏃ ᎠᎩᏬᏂᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎡᎳᏗ ᏄᏛᏁᎸᎩ, ᎤᏂᎷᏤᎩ, ᎾᏍᎩᏯ ᎠᏴ ᏥᎩᎷᏤᎸ ᏗᏓᎴᏂᏍᎬᎢ.

source: And the words of the Lord came into my mind, how he said, The baptism of John was with water, but you will have baptism with the Holy Spirit.
chr: ᎿᏉᏃ ᎠᏆᏅᏓᏛᎩ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎢ, ᎯᎠ ᏥᏄᏪᏒᎩ; ᏣᏂ ᎤᏙᎯᏳᎯ ᎠᎹ ᏓᏓᏬᏍᏗᏍᎬᎩ, ᏂᎯᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏙᏓᏰᏣᏬᏍᏔᏂ.

source: If then God gave them, when they had faith in the Lord Jesus Christ, the same as he gave to us, who was I to go against God?
chr: ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᏧᏁᎸᎯ ᏱᎩ ᎤᏓᏁᏗ ᎨᏒ ᎾᏍᎩᏯ ᏥᎩᏁᎸᎩ ᎠᏴ ᎾᏍᎩ ᎡᏙᎢᏳᏅᎯ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎦᏙ ᎠᏴ ᎨᏎ ᏰᎵ ᎦᏥᏲᏍᏙᏓᏁᏗ ᎨᏎ ᎤᏁᎳᏅᎯ.

source: And hearing these things they said nothing more, but gave glory to God, saying, Then to the Gentiles as to us has God given a change of heart, so that they may have life.
chr: ᎤᎾᏛᎦᏅᏃ ᎾᏍᎩ ᎡᎳᏪ ᎤᏅᏁᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ: ᎾᏍᏉᎧᏂ ᎤᏁᎳᏅᎯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏕᎤᏁᎸ ᏚᎾᏓᏅᏛ ᏧᏂᏁᏟᏴᏍᏗᏱ ᎬᏂᏛ ᏩᎵᏱᎶᎯᎯ.

source: Then those who had gone away at the time of the trouble about Stephen, went as far as Phoenicia and Cyprus, preaching to the Jews only.
chr: ᎤᎾᏗᎦᎴᏲᏨᎯᏃ ᎾᎯᏳ ᎤᏲ ᏥᏄᎾᎵᏍᏓᏁᎴ, ᏨᏧᏓᎴᏅᎮ ᏍᏗᏫ, ᏈᏂᏏ ᎢᏴᏛ ᏭᏁᏙᎴᎢ, ᎠᎴ ᏌᏈ, ᎠᎴ ᎥᏘᎣᎩ, ᎠᏂᏧᏏᏉ ᎤᏅᏒ ᎧᏃᎮᏛ ᏓᏂᏃᎮᎮᎮᎢ.

source: But some of them, men of Cyprus and Cyrene, when they came to Antioch, gave the good news about the Lord Jesus to the Greeks.
chr: ᎾᏍᎩᏃ ᎢᎦᏛ ᏌᏈ ᎠᎴ ᏌᎵᏂ ᎠᏁᎯ ᎨᏎᎢ, ᎾᏍᎩ ᎥᏘᎣᎩ ᏭᏂᎷᏨ ᏚᏂᏬᏁᏔᏁ ᎠᏂᎪᎢ, ᎠᏂᏃᎮᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᎬᏩᎵ.

source: And the power of the Lord was with them, and a great number had faith and were turned to the Lord.
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏬᏰᏂ ᏔᎵ ᎤᏛᏗᏕᎨᎢ, ᎤᏂᏤᏖᏃ ᎤᏃᎯᏳᏁᎢ, ᎤᎬᏫᏳᎯᏃ ᎢᏗᏢ ᏭᎾᎦᏔᎲᏍᏔᏁᎢ.

source: And news of them came to the ears of the church at Jerusalem: and they sent Barnabas as far as Antioch:
chr: ᏧᎾᏁᎶᏗᏃ ᎤᎾᏓᏡᎬ ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏁᎢ, ᎤᏂᏅᏎᏃ ᏆᏂᏆ ᎥᏖᎣᎩ ᎢᏴᏛ ᏭᏪᏓᏍᏗᏱ.

source: Who, when he came and saw the grace of God, was glad; and he made clear to them the need of keeping near the Lord with all the strength of their hearts:
chr: ᎾᏍᎩ ᏭᎷᏨ ᎠᎴ ᎤᎪᎲ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎤᎵᎮᎵᏤᎢ, ᎠᎴ ᏚᏔᏲᏎᎴ ᏂᎦᏛ ᎤᎵᏂᎩᏛ ᎤᎾᏓᏅᏓᏗᏍᏗᏱ ᏧᏂᏂᏴᏗᏱ ᎤᎬᏫᏳᎯ.

source: For he was a good man and full of the Holy Spirit and of faith: and a great number were joined to the Lord.
chr: ᎤᏓᏅᏘᏰᏃ ᎨᏎ ᎠᏍᎦᏯ, ᎠᎴ ᎤᎧᎵᏨᎯ ᎨᏎ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎪᎯᏳᏗ ᎨᏒᎢ. ᎤᏂᏣᏖᏃ ᏴᏫ ᎬᏩᏁᏉᏤᎴ ᎤᎬᏫᏳᎯ.

source: Then he went on to Tarsus, looking for Saul;
chr: ᎿᏉᏃ ᏆᏂᏆ ᏓᏌ ᏭᎶᏎ ᎤᏲᎸᏎ ᏐᎳ;

source: And when he had come across him, he took him to Antioch. And they were with the church there for a year, teaching the people; and the disciples were first given the name of Christians in Antioch.
chr: ᎤᏩᏛᎲᏃ ᎥᏖᎣᎩ ᎤᏘᏃᎴᎢ. ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏑᏕᏘᏴᏛ ᎾᎿ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏓᏂᎳᏫᎨᎢ, ᎠᎴ ᎤᏂᏣᏖ ᏴᏫ ᏚᏁᏲᏁᎢ. ᎥᏖᎣᎩᏃ ᎢᎬᏱᏱ ᎠᏂᎦᎶᏁᏛ ᎨᎪᏎᎴ ᎠᏃᎯᏳᎲᏍᎩ.

source: Now in those days prophets came from Jerusalem to Antioch.
chr: ᎾᎯᏳᏃ ᏥᎷᏏᎵᎻ ᏅᏓᏳᏂᎶᏒᎯ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏂᎷᏤ ᎥᏖᎣᎩ.

source: And one of them, named Agabus, said publicly through the Spirit that there would be serious need of food all over the earth: which came about in the time of Claudius.
chr: ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎡᎩᏩ ᏧᏙᎢᏛ ᏕᎤᎴᏁᎢ, ᎠᏓᏅᏙ ᎤᏩᏔᏁ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎤᏣᏘ ᎤᎪᏄᎶᎯᏍᏗᏱ ᏂᎬᎾᏛᎢ; ᎾᏍᎩᏃ ᏄᎵᏍᏔᏅᎩ ᎾᎯᏳ ᎦᎶᏗ ᏏᏌ ᎤᎬᏫᏳᎯ ᏥᎨᏒᎩ.

source: And the disciples, everyone as he was able, made a decision to send help to the brothers living in Judaea:
chr: ᎠᏃᎯᏳᎲᏍᎩᏃ ᎠᏂᏏᏴᏫᎭ ᏰᎵ ᎢᎬᏩᎾᏛᏁᏗ ᎨᏒ ᏚᏄᎪᏔᏁ ᎤᎾᏓᏅᏍᏗᏱ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎠᎾᎵᏅᏟ ᏧᏗᏱ ᎠᏁᎯ.

source: Which they did, sending it to the rulers of the church by the hand of Barnabas and Saul.
chr: ᎾᏍᎩᏃ ᏄᎾᏛᏁᎴᎢ, ᏫᏚᏂᏁᎴ ᏗᎨᎦᏁᎶᏗ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᏚᎾᎨᏅᏕᎢ.

source: Now, about that time, Herod the king made cruel attacks on the Christians.
chr: ᎾᎯᏳᏃ ᎡᎶᏛ ᎤᎬᏫᏳᎯ ᎤᎴᏅᎮ ᏚᏕᏯᏙᏔᏁ ᎢᎦᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ.

source: And he put James, the brother of John, to death with the sword.
chr: ᎠᏰᎳᏍᏗᏃ ᎦᏅᎯᏛ ᎤᏩᏔᏁ ᎤᎴ ᏥᎻ ᏣᏂ ᏗᎾᏓᏅᏟ.

source: And when he saw that this was pleasing to the Jews he went on to take Peter in addition. This was at the time of the feast of unleavened bread.
chr: ᎤᏙᎴᎰᏒᏃ ᎣᏏᏳ ᎠᏂᏰᎸᏍᎬ ᎠᏂᏧᏏ, ᏈᏓ ᎾᏍᏉ ᎤᏂᏴᎮᎢ. ᎾᎯᏳᏃ ᎾᎪᏔᏅᎾ ᎦᏚ ᎠᎩᏍᏗᏱ ᎨᏎᎢ.

source: And having taken him, he put him in prison, with four bands of armed men to keep watch over him; his purpose being to take him out to the people after the Passover.
chr: ᎤᏂᏴᎲᏃ ᏗᏓᏍᏚᏗᏱ ᎤᏴᏔᏁᎢ, ᎠᎴ ᏚᏲᎯᏎᎴ ᏅᎩ ᎢᏗᏂᎢᏛ ᏅᎩ ᏄᎾᏓᏡᎬ ᎠᏂᏯᏫᏍᎩ ᎬᏩᎦᏘᏗᏍᎩ, ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎤᎶᏐᏅᎯ ᏴᏫ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏎᎢ.

source: So Peter was kept in prison: but the church made strong prayer to God for him.
chr: ᏈᏓᏃ ᎠᏥᏍᏚᎮᎢ; ᎠᏎᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᎵᏂᎩᏗᏳ ᎤᎾᏓᏅᏖ ᎠᎾᏓᏙᎵᏍᏓᏁᎮ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎠᏥᏍᏕᎸᏗᏱ.

source: And when Herod was about to take him out, the same night Peter was sleeping in chains between two armed men, and the watchmen were keeping watch before the door of the prison.
chr: ᎾᎯᏳᏃ ᎡᎶᏛ ᎤᎾᏄᎪᏫᏏᏗᏎᎢ, ᎾᎯᏳ ᏒᏃᏱ ᏈᏓ ᎦᎵᎮ ᎠᏰᎵ ᎠᏂᏔᎵ ᎠᏂᏯᏫᏍᎩ ᏓᏂᏅᎬᎢ, ᏔᎵ ᏧᏓᏕᏒᏛ ᏓᎦᎸᏍᏕᎢ, ᎠᏂᎦᏘᏯᏃ ᎦᎶᎯᏍᏗᏳᎶᏗ ᎠᏂᏂ ᎠᏂᏯᏫᏍᎨ ᏗᏓᏍᏚᏗᏱ.

source: And a great light was seen shining in the room, and an angel of the Lord came to Peter and, touching him on his side so that he came out of his sleep, said, Get up quickly. And his chains came off his hands.
chr: ᎬᏂᏳᏉᏃ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎴᏂᎴ ᎦᏅᎬᎢ, ᎢᎦᏃ ᎤᏙᏤ ᏗᏓᏍᏚᏗᏱ; ᎤᏩᏂᎸᏃ ᏈᏓ ᎠᏍᏆᎨᏂ, ᏕᎤᎴᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ ᏞᎩᏳ. ᏧᏓᏕᏒᏛᏃ ᏚᏙᎠᏎ ᏧᏬᏰᏂ.

source: Then the angel said, Put on your shoes and get ready to go. And he did so. And he said, Put your coat round you and come with me.
chr: ᏗᎧᎿᏩᏗᏙᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎭᏓᏠᎦ, ᎠᎴ ᏔᎳᏑᎸᎦ. ᎾᏍᎩᏃ ᏄᏛᏁᎴᎢ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎭᏄᏬᏣ ᎠᎴ ᏍᎩᏍᏓᏩᏚᎦ.

source: And he went out after him; and he was not certain if what was done by the angel was a fact, for it seemed to him that he was seeing a vision.
chr: ᎤᏄᎪᏨᏃ ᎤᏍᏓᏩᏛᏎᎢ; ᎠᎴ ᎥᏝ ᏯᎦᏔᎮ ᎤᏙᎯᏳᎯ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᏄᏛᏁᎸᎢ, ᎠᏆᏁᎳᏫᏎᏉ ᎡᎵᏍᎨᎢ.

source: And when they had gone past the first and second watchmen they came to the iron door into the town, which came open by itself: and they went out and down one street; and then the angel went away.
chr: ᎢᎬᏱᏱᏃ ᎠᎴ ᏔᎵᏁ, ᎠᏂᏯᏫᏍᎬ ᎤᏂᎶᏒ ᏭᏂᎷᏤ ᏔᎷᎩᏍᎩ ᏗᏍᏚᏛ ᏗᎦᏚᎲ ᏫᎦᎾᏄᎪᎢᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎤᏩᏒᏉ ᎤᎾᎵᏍᏚᎢᎡᎴᎢ. ᎤᏂᏄᎪᏨᏃ ᏌᏉ ᎦᎳᏅᏛ ᎤᏂᎶᏎᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏓᏓᎴᏔᏁᎢ.

source: And when Peter came to his senses he said, Now, truly, I am certain that the Lord has sent his angel and taken me out of the hands of Herod, against all the hopes of the Jews.
chr: ᏈᏓᏃ ᎤᏓᏅᏘᏌᏅ ᎯᎠ ᏄᏪᏎᎢ; ᎿᏉ ᎦᏙᎴᎣᎯ ᎤᏙᎯᏳᎯ ᎤᎬᏫᏳᎯ ᏧᏅᏒ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᎠᏇᏓᎴᏒ ᎡᎶᏛ ᏥᏓᎩᏂᏴᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎤᏚᎩ ᏧᏅᏒ ᎠᏂᏧᏏ.

source: And when he became clear about this, he went to the house of Mary, the mother of John named Mark, where a number of them had come together for prayer.
chr: ᎤᏓᏅᏖᎸᏃ ᏭᎷᏤ ᏗᎦᏁᎸ ᎺᎵ, ᏣᏂ ᎹᎦ ᏧᏙᎢᏛ ᎤᏥ, ᎾᎿ ᎤᏂᏣᏖ ᏓᏂᎳᏫᎡ ᎠᎾᏓᏙᎵᏍᏗᏍᎨᎢ.

source: And he gave a blow on the door, and a young girl came to it, named Rhoda.
chr: ᏈᏗᏃ ᏭᏩᏂᎸ ᎠᏍᏚᎲ ᎦᎶᎯᏍᏗᏱ, ᎠᏛ ᎶᏗ ᏧᏙᎢᏛ ᏧᏛᏓᏍᏔᏅᏎᎢ;

source: And hearing the voice of Peter, in her joy she went running, without opening the door, to say that Peter was outside.
chr: ᎾᏍᎩᏃ ᎤᏬᎵᏨ ᏈᏓ ᎦᏬᏂᏍᎬᎢ ᎣᏒ ᎤᏰᎸᏒ ᏅᏓᎵᏍᏙᏔᏁ ᏄᏍᏚᎢᏒᎾᏉ ᎨᏎ ᎦᎶᎯᏍᏗᏱ, ᏚᏍᏆᎸᏔᏁᏉ ᏭᏴᎴᎢ ᎠᎴ ᏭᏃᏁ ᏈᏓ ᎦᏙᎬ ᎦᎶᎯᏍᏗᏳᎶᏗ.

source: And they said to her, You are off your head. But still she said, with decision, that it was so. And they said, It is his angel.
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏣᎸᏃᏘᏉ. ᎠᏎᏃ ᎤᏍᏓᏱᏕᏉ ᎧᏁᎬᎢ, ᎤᏙᎯᏳᎯ ᎾᏍᎩ ᏄᏍᏗ, ᎤᏛᏁᎢ. ᎯᎠᏃ ᏄᏂᏪᏎᎢ; ᏓᎧᎿᏩᏗᏙᎯᏉ.

source: But Peter went on giving blows on the door: and when it was open and they saw him, they were full of wonder.
chr: ᎠᏎᏃ ᏈᏓ ᎠᏏᏉ ᏗᎬᏂᎮᎢ; ᎤᏂᏍᏚᎢᏒᏃ ᎬᏩᎪᎮᎢ ᎠᎴ ᎤᏂᏍᏆᏂᎪᏎᎢ.

source: But he made a sign to them with his hand to be quiet, and gave them an account of how the Lord had taken him out of prison. And he said, Give the news to James and the brothers. And then he went away.
chr: ᎠᏎᏃ ᎤᏬᏰᏂ ᎤᏖᎸᏅ ᎡᎳᏪ ᎤᏅᏗᏱ, ᏚᏃᏁᎴ ᏄᎵᏍᏔᏅ ᎤᎬᏫᏳᎯ ᎤᏄᎪᏫᏒ ᏗᏓᏍᏚᏗᏱ. ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᏫᏗᏥᏃᎲᏏ ᏥᎻ ᎠᎴ ᏦᏣᏓᏅᏟ. ᎤᏄᎪᏤᏃ ᎢᎸᎯᏢ ᏭᎶᏎᎢ.

source: Now when it was day, the armed men were greatly troubled about what had become of Peter.
chr: ᎢᎦᏃ ᏄᎵᏍᏔᏅ ᎥᏝ ᎤᏍᏗᏉ ᏳᎾᏕᏯᏔᏁᎴ ᎠᏂᏯᏫᏍᎩ ᎾᏍᎩ ᏈᏓ ᏫᏄᏛᏁᏔᏅᎢ.

source: And Herod, when he sent for him, and he was not there, after questioning the watchmen, gave orders that they were to be put to death. Then he went down from Judaea to Caesarea for a time.
chr: ᎡᎶᏛᏃ ᎤᏲᎸ ᎠᎴ ᎤᏠᏨ ᏚᎪᎵᏰᎡ ᎬᏩᎦᏘᏛᎯ ᎠᎴ ᎤᏁᏤ ᏧᏂᏲᎱᎯᏍᏗᏱ. ᏧᏗᏱᏃ ᎤᏓᏅᏒ, ᏏᏌᎵᏱ ᏭᏕᏁᎢ.

source: Now he was very angry with the people of Tyre and Sidon: and they came to him, all together, and having made friends with Blastus, the controller of the king's house, they made a request for peace, because their country was dependent on the king's country for its food.
chr: ᎡᎶᏛᏃ ᏚᏔᎳᏬᎯᏎᎴ ᏓᏯ ᎠᎴ ᏌᏙᏂ ᎠᏁᎯ; ᎠᏎᏃ ᏌᏉ ᎢᎦᎦᏛ ᎬᏩᎷᏤᎴᎢ, ᎤᎾᎵᎢᏛᏃ ᏆᎳᏍᏓ ᎤᎬᏫᏳᎯ ᎤᏂᏏᏗᏱ ᎠᏥᎦᏘᏗᏍᏗ, ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ ᎤᏂᏔᏲᏎᎴᎢ; ᎤᎾᏤᎵᎪᎯᏰᏃ ᎤᎵᏍᏕᎸᏙᏕ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎪᎯ.

source: And on the day which had been fixed, Herod, dressed in his robes and seated in his place, made a public statement to them.
chr: ᏓᏒᏍᏛᏃ ᎤᏍᏆᎸᎲ ᎡᎶᏛ ᎤᏄᏬᎥ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏄᏬᏍᏗ, ᎤᏪᏁ ᎢᏅ ᎢᎦᏘ ᎦᏍᎩᎸᎢ, ᎠᎴ ᏚᎵᏥᏙᏁᎴᎢ.

source: And the people, with loud cries, said, It is the voice of a god, not of a man.
chr: ᏴᏫᏃ ᎤᏁᎳᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎸᎳᏗ ᎡᎯ ᎧᏁᎦ, ᎥᏝᏃ ᏴᏫ.

source: And straight away the angel of the Lord sent a disease on him, because he did not give the glory to God: and his flesh was wasted away by worms, and so he came to his end.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᏩᏂᎴᎢ, ᏅᏧᎵᏍᏙᏔᏁ ᎤᏁᎳᏅᎯ ᏄᎸᏉᏔᏅᎾ ᎨᏒᎢ. ᏥᏍᎪᏴᏃ ᎬᏩᏯᎥ ᎤᏲᎱᏎᎢ.

source: But the word of the Lord went on increasing.
chr: ᎧᏃᎮᏛᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏛᏃᏍᎨᎢ ᎠᎴ ᎧᏁᏉᎨᎢ.

source: And Barnabas and Saul came back from Jerusalem, when their work was ended, taking with them John named Mark.
chr: ᏆᏂᏉᏃ ᎠᎴ ᏐᎳ ᏭᏂᏍᏆᏛ ᎨᏥᏁᏤᎸᎢ, ᎤᏂᎷᏤ ᏥᎷᏏᎵᎻ ᏗᎤᏂᎶᏎᎢ, ᎤᎾᏘᏃᎴᏃ ᏣᏂ ᎹᎦ ᏧᏙᎢᏛ.

source: Now there were at Antioch, in the church there, prophets and teachers, Barnabas, and Symeon who was named Niger, and Lucius of Cyrene, and Manaen, a relation of Herod the king, and Saul.
chr: ᏧᎾᏁᎶᏗᏃ ᎥᏘᎣᎩ ᏧᎾᏓᏡᎬ ᎠᏁᎲᎩ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᏗᎾᏕᏲᎲᏍᎩ, ᎾᏍᎩ ᏆᏂᏆ, ᎠᎴ ᏏᎻᏂ ᎾᎦ ᏧᏙᎢᏛ, ᎠᎴ ᎷᏏᏯ ᏌᎵᏂ ᎡᎯ, ᎠᎴ ᎹᏁᏂ ᎾᏍᎩ ᎢᏧᎳᎭ ᏧᎾᏛᏒᎯ ᎡᎶᏛ ᏅᎩ ᎢᎦᏚᎩ ᎨᏒ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏗ, ᎠᎴ ᏐᎳ. ...

source: And while they were doing the Lord's work, and going without food, the Holy Spirit said, Let Barnabas and Saul be given to me for the special work for which they have been marked out by me.
chr: ᎠᎾᏓᏙᎵᏍᏓᏁᎲᏃ ᎤᎬᏫᏳᎯ ᎠᎴ ᎠᎹᏟ ᎠᏅᏍᎬᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎯᎠ ᏄᏪᏎᎢ; ᏗᏍᎩᏯᏓᏓᎴᏓᏏ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎦᏥᏯᏑᏰᏒ ᎤᎬᏩᎵ.

source: Then, after prayer and going without food they put their hands on them, and sent them away.
chr: ᎿᏉᏃ ᎠᎹᏟ ᎤᏅᏅ ᎠᎴ ᎤᎾᏓᏙᎵᏍᏔᏅ ᎠᎴ ᏚᎾᏏᏔᏛ, ᏚᏂᏅᏎᎢ.

source: So, being sent out by the Holy Spirit, they went down to Seleucia; and from there they went by ship to Cyprus.
chr: ᎾᏍᎩᏃ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏂᏅᏒ, ᏏᎷᏏᏱ ᏭᏂᎶᏎᎢ, ᎾᎿᏃ ᏫᎤᏁᏅ ᏥᏳᎯ ᏫᎤᎾᏣᏁ ᏌᏈ ᏫᎤᏂᎷᏤᎢ.

source: And at Salamis they were preaching the word of God in the Synagogues of the Jews: and John was with them, helping them.
chr: ᏌᎳᎻᏃ ᎠᏁᏙᎲᎢ ᎤᏂᏃᎮᎴ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎾᏘᏁᎮᏃ ᎾᏍᏉ ᏣᏂ ᎤᏂᏍᏕᎸᎯᏙᎯ.

source: And when they had gone through all the island to Paphos, they came across a certain wonder-worker and false prophet, a Jew whose name was Bar-Jesus;
chr: ᎤᏂᎶᏐᏅᏃ ᏂᎬᎾᏛ ᎠᎹᏰᎵ ᎨᏒᎢ ᎨᏆ ᎢᏴᏛ, ᎾᎿ ᎤᏂᏩᏛᎮ ᎩᎶ ᎢᏳᏍᏗ ᎠᏧᏏ ᏆᏥᏌ ᏧᏙᎢᏛ, ᎠᏙᏂᏍᎩ, ᎤᏠᎾᏍᏗ ᎠᏙᎴᎰᏍᎩ,

source: Who was with the ruler, Sergius Paulus, an able man. This man sent for Barnabas and Saul, desiring to have knowledge of the word of God.
chr: ᎾᏍᎩ ᎠᏁᏙᎮ ᎾᎿ ᎦᏓ ᎠᎲ ᎠᏥᎦᏘᏗᏍᏗ ᏌᏥᏯ ᏉᎳ ᏧᏙᎢᏛ ᎠᎦᏔᎿᎢ ᎠᏍᎦᏯ, ᎾᏍᎩ ᏫᏚᏯᏅᎮ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᎤᏔᏲᎴ ᎤᏛᎪᏗᏱ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: But Elymas, the wonder-worker (for that is the sense of his name), put himself against them, with the purpose of turning the ruler from the faith.
chr: ᎠᏎᏃ ᎡᎵᏑ ᎠᏙᏂᏍᎩ, ᎾᏍᎩᏰᏃ ᏄᏍᏗ ᏕᎤᏙᎥ ᎠᏁᏢᏔᏅᎯ, ᎤᏂᎭᎷᎩᏍᎨᎢ, ᎤᏚᎵᏍᎨ ᎠᏥᎦᏘᏗᏍᏗ ᎤᎦᏔᎲᎡᏗᏱ ᎤᏬᎯᏳᏒᎢ.

source: But Saul, whose other name is Paul, being full of the Holy Spirit, looking hard at him, said,
chr: ᏐᎳᏃ ᎾᏍᎩ ᎾᏍᏉ ᏉᎳ ᏥᏚᏙᎥ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᎧᎵᏨᎯ ᎨᏎ ᎾᏍᎩ ᎤᏯᏅᏒᎯ ᏚᎧᎿᏁᎢ,

source: O you, who are full of false tricks and evil ways, a son of the Evil One, hating all righteousness, will you for ever be turning people from the right ways of the Lord?
chr: ᎯᎠ ᏄᏪᏎᎢ; ᎦᎶᏄᎮᏛ ᎠᎴ ᎤᏁᎫᏥᏛ ᏣᎧᎵᏨᎯ, ᎠᏍᎩᎾ ᎤᏪᏥ, ᎭᏡᏗᏍᎩ ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏝᏍᎪ ᏴᏘᏑᎵᎪᏥ ᎤᏣᏘᏂ ᏂᏕᎲᏁᎲ ᏚᏳᎪᏛ ᏅᏃᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ?

source: And now, see, the hand of the Lord is on you, and you will be blind and not able to see the sun for a time. And straight away a dark mist came down on him; and he went about looking for a guide.
chr: Ꭷ ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᏣᏏᏔᏓ, ᎠᎴ ᏙᏘᎨᏩᏥ ᎥᏝ ᏱᎪᏩᏘᏍᎨᏍᏗ ᏅᏙ ᎢᎸᏍᎩ ᎢᎪᎯᏛ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᎵᏏᎩ ᎤᏭᏢᏁᎢ, ᎠᎴ ᎡᏙᎮ ᏚᏲᎮ ᎩᎶ ᎬᏬᏱᏂᏙᎯ.

source: Then the ruler, when he saw what was done, had faith, being full of wonder at the teaching of the Lord.
chr: ᎿᏉᏃ ᎠᏥᎦᏘᏗᏍᏗ ᎤᎪᎲ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ, ᎤᏬᎯᏳᏁᎢ, ᎠᏍᏆᏂᎪᏍᎨ ᏄᏍᏛ ᏓᎾᏕᏲᎲᏍᎬ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ.

source: Then Paul and those who were with him went by ship from Paphos and came to Perga in Pamphylia: and there John went away from them and came back to Jerusalem.
chr: ᎿᏉᏃ ᏉᎳ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ ᎨᏆ ᏫᎤᎾᏣᏅ ᏭᏂᎷᏤ ᏆᎩ ᎦᏚᎲ ᏆᎻᏈᎵᏱ. ᏣᏂᏃ ᎤᎾᏓᏓᎴᏓᏁᎸ ᏥᎷᏏᎵᎻ ᏫᎤᎶᏎᎢ.

source: But they, going through from Perga, came to Antioch in Pisidia; and they went into the Synagogue on the Sabbath and were seated.
chr: ᎾᏍᎩᏃ ᏆᎩ ᏫᎤᎾᏂᎩᏒ ᏭᏂᎷᏤ ᎥᏘᎣᎩ ᎦᏚᎲ ᏆᏏᏗᏱ; ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎦ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏂᏴᎸ ᎤᎾᏅᏁᎢ.

source: And after the reading of the law and the prophets, the rulers of the Synagogue sent to them, saying, Brothers, if you have a word of comfort for the people, say on.
chr: ᏚᏂᎪᎵᏰᎥᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᏗᎦᎳᏫᎢᏍᏗᏱ ᎨᏥᎦᏘᏗᏍᏗ ᎤᎾᏓᏅᏎ ᎯᎠ ᏫᏂᏚᏂᏪᏎᎴᎢ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎢᏳᏃ ᏗᎨᏥᏬᏁᏙᏗ ᎨᏎᏍᏗ ᏴᏫ, ᎢᏥᏁᎩ.

source: And Paul, getting up and making a sign with his hand, said, Men of Israel, and you who have the fear of God, give ear.
chr: ᏉᎳᏃ ᏚᎴᏅ, ᎤᏬᏰᏂᏃ ᎤᏖᎸᏅ, ᎯᎠ ᏄᏪᏎᎢ; ᎢᏥᏍᎦᏯ ᎢᏏᎵ ᏧᏪᏥ ᎠᎴ ᎤᏁᎳᏅᎯ ᎢᏥᎾᏰᏍᎩ, ᎢᏣᏛᏓᏍᏓ.

source: The God of this people Israel made selection of our fathers, lifting the people up from their low condition when they were living in the land of Egypt, and with a strong arm took them out of it.
chr: ᎤᏁᎳᏅᎯ ᎯᎠ ᏴᏫ ᎢᏏᎵ ᎤᎾᏤᎵᎦ ᏚᏑᏰᏎ ᏗᎩᎦᏴᎵᎨᎢ, ᎠᎴ ᏚᏌᎳᏓᏁ ᎯᎠ ᏴᏫ ᎠᏁᏙᎯᏉ ᏥᎨᏎ ᎢᏥᏈᏱ, ᎠᎴ ᎧᏃᎨᏂ ᎤᏌᎳᏛ ᎤᏩᏔᏁ ᎾᎿ ᏙᏧᏄᎪᏫᏎᎢ.

source: And for about forty years he put up with their ways in the waste land.
chr: ᏅᎦᏍᎪᎯᏃ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ ᎤᏁᎳᎩ ᎤᏪᎵᏎ ᏄᎾᏛᏁᎵᏙᎸ ᎢᎾᎨᎢ.

source: And having put to destruction seven nations in the land of Canaan, he gave them the land for their heritage for about four hundred and fifty years.
chr: ᏚᏒᏅᏃ ᎦᎵᏉᎩ ᎢᏳᎾᏓᎴᎩ ᏴᏫ ᎨᎾᏂ ᎠᏁᎯ, ᎾᏍᎩ ᎤᎾᏤᎵ ᎦᏙᎯ ᏚᏯᏙᎮᎴ ᏓᎾᏎᏍᎬᎢ.

source: And after these things he gave them judges, till the time of Samuel the prophet.
chr: ᎣᏂᏃ ᏚᏪᎧᏁᎴ ᏗᏄᎪᏗᏍᎩ ᏅᎩᏧᏈ ᎯᏍᎩᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎢᏴᏛ ᎢᎪᎯᏛ, ᏌᎻ ᎠᏙᎴᎰᏍᎩ ᏤᎮ ᎢᏯᏍᏘ.

source: Then at their request for a king, God gave them Saul, the son of Kish, a man of the family of Benjamin, who was their king for forty years.
chr: ᎿᏉᏃ ᎤᏂᏔᏲᎴ ᎤᎬᏫᏳᎯ; ᎤᏁᎳᏅᎯᏃ ᏚᏪᎧᏁᎴ ᏐᎳ ᎩᏌ ᎤᏪᏥ ᏇᏂ ᏧᏴᏫ, ᏅᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ.

source: And having put him on one side, he made David their king, to whom he gave witness, saying, I have taken David, the son of Jesse, a man dear to my heart, who will do all my pleasure.
chr: ᎾᏍᎩᏃ ᎤᏪᎧᎲᏒ, ᏚᎾᏄᎪᏫᏎᎴ ᏕᏫ ᎤᎾᏤᎵ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩ ᎾᏍᏉ ᏧᏁᎢᏍᏔᏁ ᎯᎠ ᏥᏄᏪᏎᎢ; ᏥᏩᏛᎲ ᏕᏫ ᏤᏏ ᎤᏪᏥ, ᎠᏍᎦᏯ ᎣᏍᏛ ᏥᏰᎸᎢ, ᎾᏍᎩ ᏅᏛᏛᏁᎵ ᏂᎦᎥ ᎦᏓᏅᏖᏍᎬᎢ.

source: From this man's seed has God given to Israel a Saviour, even Jesus, as he gave his word;
chr: ᎾᏍᎩ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᎤᏚᎢᏍᏛᎢ ᏚᎾᏄᎪᏫᏎᎸ ᎢᏏᎵ ᎤᏂᏍᏕᎵᏍᎩ, ᎾᏍᎩ ᏥᏌ;

source: For whose coming John made ready the way by preaching to all the people of Israel the baptism which goes with a change of heart.
chr: ᎠᏏᏉᏃ ᏂᎦᎷᎬᎾ ᏥᎨᏎᎢ, ᏣᏂ ᏧᎵᏥᏙᏁᎸᎯ ᎨᏎ ᎾᏂᎥ ᏴᏫ ᎢᏏᎵ, ᏧᏃᎮᎮᎸᎯ ᎨᏎ ᏗᏓᏬᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗ ᎣᏓᏅᏛ ᎤᎬᏩᎵ.

source: And when John was completing his work, he said, What do I seem to you to be? I am not he; but one is coming after me, whose shoes I am not good enough to undo.
chr: ᏣᏂᏃ ᎿᏉ ᎠᎧᎵᎢᎮ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎦᎪ ᏍᎩᏰᎵᏎᎭ? ᎥᏝ ᎠᏴ ᎾᏍᎩ ᏱᎩ, ᎠᏎᏃ ᎬᏂᏳᏉ ᎣᏂ ᏓᏯᎢ ᎾᏍᎩ ᏚᎳᏑᎸ ᎥᏝ ᎠᏴ ᏰᎵ ᏗᎬᎩᎧᏁᏴᏗ ᏱᎩ.

source: My brothers, children of the family of Abraham, and those among you who have the fear of God, to us the word of this salvation is sent.
chr: ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎡᏆᎭᎻ ᏅᏓᏳᏁᏢᏔᏅᏛ, ᎠᎴ ᎩᎶ ᎢᏣᏓᏑᏰᏍᏗ ᎡᏥᎾᏰᏍᎩ ᎤᏁᎳᏅᎯ, ᏂᎯ ᎢᏣᏛᎪᏗ ᎡᏥᏰᎸᎾᏁᎸ ᎧᏃᎮᏛ ᎾᏍᎩ ᎯᎠ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎧᏃᎮᏍᎩ.

source: For the men of Jerusalem and their rulers, having no knowledge of him, or of the sayings of the prophets which come to their ears every Sabbath day, gave effect to them by judging him.
chr: ᏥᎷᏏᎵᎻᏰᏃ ᎠᏁᎯ, ᎠᎴ ᏧᎾᏤᎵ ᎤᏂᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᏂᎬᏩᎦᏔᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᎴ ᎾᏍᏉ ᎾᏂᎦᏔᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᏂᏁᎬ ᎠᎾᏙᎴᎰᏍᎩ ᏄᎾᏙᏓᏈᏒ ᏥᏓᏂᎪᎵᏰᎠ, ᎾᏍᎩ ᏚᏃᎯᏳᏔᏅ ᏥᏚᏄᎪᏓᏁᎴᎢ.

source: And though no cause of death was seen in him, they made a request to Pilate that he might be put to death.
chr: ᏄᏂᏩᏛᎲᎾᏃ ᎨᏎ ᏰᎵ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᏎᏃ ᎤᏂᏔᏲᏎᎴ ᏆᎴᏗ ᎾᏍᎩ ᎠᏥᎢᏍᏗᏱ.

source: And when they had done all the things said in the Writings about him, they took him down from the tree, and put him in the place of the dead.
chr: ᎤᏂᏍᏆᏛᏃ ᏂᎦᎥ ᎪᏪᎸ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎬᎢ, ᎤᎾᏕᏎ ᎠᏓ ᎨᏛᎢ, ᎠᎴ ᎠᏤᎵᏍᏛ ᎤᏂᏅᏁᎢ.

source: But God gave him back from the dead:
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᏚᎴᏔᏁ ᎤᏲᎱᏒᎢ.

source: And for a number of days he was seen by those who came with him from Galilee to Jerusalem, who are now his witnesses before the people.
chr: ᎠᎴ ᎤᏬᎯᏤ ᎬᏩᎪᏩᏘᏍᎨ ᎨᎵᎵ ᎾᏍᎩ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ ᎢᏧᎳᎭ ᏥᎷᏏᎵᎻ ᎤᏂᎷᏨᎯ; ᎾᏍᎩ ᏧᏤᎵ ᎬᏩᏃᎮᏍᎩ ᏴᏫ ᎠᏂᎦᏔᎲᎢ.

source: And we are giving you the good news of the undertaking made to the fathers,
chr: ᎠᏎᏃ ᏂᎯ ᎢᏨᏃᎮᎮᎭ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᏥᎨᏥᏚᎢᏍᏓᏁᎴ ᏗᎩᎦᏴᎵᎨᎢ,

source: Which God has now put into effect for our children, by sending Jesus; as it says in the second Psalm, You are my Son; this day I have given you being.
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏙᎯᏳᎯ ᏂᎬᏁᎸ ᎠᏴ ᎾᏍᎩ ᏧᏁᏥ, ᎾᏍᎩ ᏥᏌ ᏕᎤᎴᏔᏅᎢ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ ᏗᎧᏃᎩᏍᏗᏱ ᏔᎵᏁᎢ; “ᎠᏇᏥ ᏂᎯ, ᎪᎯ ᎢᎦ ᏍᏆᏕᏁᎸ.”

source: And about his coming back from the dead, never again to go to destruction, he has said these words, I will give you the holy and certain mercies of David.
chr: ᎾᏃ ᏕᎤᎴᏔᏅᎢ ᎤᏲᎱᏒᎢ ᎿᏉ ᎤᎪᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎯᎠ ᏂᎤᏪᏎᎢ; “ᏓᏨᏁᎵ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᎣᏍᏛ ᎢᏳᎵᏍᏓᏁᏗ ᏕᏫ.”

source: Because he says in another Psalm, You will not let your Holy One see destruction.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎯᎠ ᏂᎦᏪᎠ ᏅᏩᏓᎴ ᎪᏪᎸᎢ; “ᎾᏍᎦᏅᎾ ᏣᏤᎵ ᎥᏝ ᎤᏁᎳᎩ ᏭᎪᎯ ᎦᎯᏰᎵᏎᏗ ᏱᎩ.”

source: Now David, having done God's work for his generation, went to sleep, and was put with his fathers, and his body came to destruction:
chr: ᏕᏫᏰᏃ ᎪᎱᏍᏗ ᏚᏛᏁᎸ ᎾᎯᏳ ᎤᎾᏕᏅᎯ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬ ᎾᏍᎩᏯᎢ, ᎤᎸᏁᎢ, ᎠᎴ ᏧᎦᏴᎵᎨ ᏓᏂᎾᎥ ᎠᏥᏅᏁᎢ, ᎠᎴ ᎤᎪᏎᎢ.

source: But he, who was lifted up by God, did not see destruction.
chr: ᎾᏍᎩᏂ ᎤᏁᎳᏅᎯ ᏧᎴᏔᏅᎯ ᎨᏒ ᎥᏝ ᏳᎪᏎᎢ.

source: And so, let it be clear to you, my brothers, that through this man forgiveness of sins is offered to you:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏅᏖᏍᏗ ᎢᏥᏍᎦᏯ ᏗᏓᏓᏅᏟ, ᎾᏍᎩ ᎯᎠ [ᎠᏍᎦᏯ] ᎢᏳᏩᏂᏌᏛ ᎡᏥᏃᏁᎭ ᎦᏰᏥᏙᎵᏍᏗ ᎨᏒ ᎢᏥᏍᎦᏅᏨᎢ.

source: And through him everyone who has faith is made free from all those things, from which the law of Moses was not able to make you free.
chr: ᎠᎴ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏛ ᎠᏃᎯᏳᎲᏍᎩ ᎠᎾᏚᏓᎴᎭ ᏂᎦᎥ ᏧᏓᎴᏅᏛ, ᎾᏍᎩ ᎨᏣᏚᏓᎳᎡᏗ ᏂᎨᏒᎾ ᏥᎨᏒ ᎼᏏ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎧᎿᏩᏗᏒ ᎢᏳᏍᏗ.

source: So take care that these words of the prophets do not come true for you;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎢᏥᎷᏤᎸᎩ ᎯᎠ ᏥᎾᏂᏪ ᎠᎾᏙᎴᎰᏍᎩ;

source: See, you doubters, have wonder and come to your end; for I will do a thing in your days to which you will not give belief, even if it is made clear to you.
chr: “ᏗᏣᎧᏅᎦ, ᎢᏥᏂᏆᏘᎯ, ᎠᎴ ᎢᏥᏍᏆᏂᎪᎯ ᎠᎴ ᎢᏣᏗᏒᏅ; ᎠᏴᏰᏃ ᎪᎯ ᎢᏤᎲ ᏓᎩᎸᏫᏍᏓᏁ ᏗᎦᎸᏫᏍᏓᏁᏗ, ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎥᏝ ᏴᎨᏦᎯᏳᎲᎦ ᎾᏍᏉ ᎠᏎ ᎩᎶ ᏱᏥᏁᎮᎮᎸ.”

source: And when they went out, they made a request that these words might be said to them again on the Sabbath after.
chr: ᎠᏂᏧᏏᏃ ᎤᏂᏄᎪᏨ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᏔᏲᎴ ᎾᏍᎩ ᎯᎠ ᎨᏥᏃᎮᎮᏗᏱ ᏔᎵᏁ ᎤᎾᏙᏓᏆᏍᎬᎢ.

source: Now when the meeting was ended, a number of the Jews and of the God-fearing Gentiles who had become Jews, went after Paul and Barnabas: who put before them how important it was to keep on in the grace of God.
chr: ᏓᏂᎳᏫᎥᏃ ᏚᏂᏰᎵᏒ ᎤᏂᏣᏖ ᎠᏂᏧᏏ ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ ᎠᏂᏧᏏ ᏧᎾᎵᎪᏁᎸᎯ ᏚᏂᏍᏓᏩᏛᏎ ᏉᎳ ᎠᎴ ᏆᏂᏆ, ᎾᏍᎩᏃ ᏚᏂᏬᏁᏔᏁ ᏚᏂᏔᏲᏎᎴ ᏧᏂᏲᎯᏍᏗᏱ ᏂᎨᏒᎾ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ.

source: And on the Sabbath after, almost all the town came together to give hearing to the word of God.
chr: ᏔᎵᏁᏃ ᏫᎤᎾᏙᏓᏋ ᎠᎴᏉ ᏂᎦᏛ ᎦᏚᎲ ᏂᏚᏂᏔᏫᏤ ᎤᎾᏛᏓᏍᏔᏂᎴ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: But when the Jews saw such a great number of people, they were full of envy and said evil words against Paul's preaching.
chr: ᎠᏎᏃ ᎠᏂᏧᏏ, ᎤᏂᏣᏘ ᏚᏂᎪᎲ, ᎤᏂᎧᎵᏤ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏂᏬᏂᏍᎬ ᎠᎾᏡᏗᏍᎨ ᏉᎳ ᏂᎦᏪᏍᎬ ᎦᏬᏂᏍᎬᎢ, ᎤᏂᎪᏁᎶᏍᎨᎢ ᎠᎴ ᎠᏂᏐᏢᎢᏍᏗᏍᎨᎢ.

source: Then Paul and Barnabas without fear said, It was necessary for the word of God to be given to you first; but because you will have nothing to do with it, and have no desire for eternal life, it will now be offered to the Gentiles.
chr: ᎾᏉᏃ ᏉᎳ ᎠᎴ ᏆᏂᏆ ᎧᏁᏉᎨ ᎾᏂᏍᎦᎢᎲᎾ ᎨᏒᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏂᎯ ᎢᎬᏱ ᎠᏎ ᎡᏥᏃᎮᎮᏗ ᎨᏒᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ; ᎠᏎᏃ ᎢᏢᏉ ᏥᏂᏨᏁᎭ ᎠᎴ ᎢᏨᏒ ᎢᏣᏓᏅᏖᏍᎬ ᏰᎵ ᎦᏰᏥᏁᏗ ᏂᎨᏒᎾ ᏥᏥᏰᎸ ᎬᏂᏛ, ᎬᏂᏳᏉ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᏬᏍᏓᎦᏔᎲᏍᏓ.

source: For so the Lord has given us orders, saying, I have given you for a light to the Gentiles so that you may be for salvation to the ends of the earth.
chr: ᎾᏍᎩᏰᏃ ᏄᏍᏗ ᎤᎬᏫᏳᎯ ᎣᎩᏂᏁᏤᎸ, [ᎯᎠ ᏂᎦᏪᎭ;] “ᎬᏯᎧᏅ ᎢᎦ ᏔᏘᏍᏓᏁᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎤᎵᏍᏕᎸᏙᏗ ᎢᏣᎵᏍᏙᏗᏱ ᎡᎶᎯ ᏂᎬᎾᏛᎢ.”

source: And the Gentiles, hearing this, were glad and gave glory to the word of God: and those marked out by God for eternal life had faith.
chr: ᏧᎾᏓᎴᏅᏛᏃ ᏴᏫ ᎾᏍᎩ ᎤᎾᏛᎦᏅ ᎤᎾᎵᎮᎵᏤᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎧᏃᎮᏛ, ᎠᎴ ᎤᏃᎯᏳᏁ ᎾᏂᎥ ᎬᏂᏛ ᎤᏂᏩᏛᏗ ᎢᎨᎬᏁᎸᎯ.

source: And the word of the Lord went through all the country.
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏤᎵ ᎧᏃᎮᏛ ᏚᏰᎵᏎ ᎾᎿ ᏂᎬᎾᏛᎢ.

source: But the Jews, working up the feelings of the God-fearing women of high position and of the chief men of the town, got an attack started against Paul and Barnabas, driving them out of those parts.
chr: ᎠᏎᏃ ᎠᏂᏧᏏ ᏚᏂᏖᎸᏁ ᎨᏥᎸᏉᏗ ᎠᏂᎨᏴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᎾᎿ ᎦᏚᎲ ᏗᎨᎦᏁᎶᏗ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎾᏍᎩ ᏄᏅᏂᏌᏁ ᎦᎨᏥᏐᏢᏙᏗᏱ ᏉᎳ ᎠᎴ ᏆᏂᏆ, ᎠᎴ ᏚᏂᎨᎯᏙᎴ ᎤᎾᏤᎵᎪᎯ ᎨᏒᎢ.
